Repository: Mahelidennis/mali03
Catalog: lib/l10n/intl_*.arb
Languages: es, sw

# trackFinancesTitle
source: Track Your Finances
es: Controla tus finanzas
sw: Fatilia Fedha Zako

# trackFinancesDesc
source: Monitor your spending and income effortlessly.
es: Supervisa tus gastos e ingresos sin esfuerzo.
sw: Angalia matumizi na mapato yako kwa urahisi.

# setGoalsTitle
source: Set Smart Goals
es: Establece metas inteligentes
sw: Weka Malengo Mahiri

# setGoalsDesc
source: Plan and achieve your financial goals step by step.
es: Planifica y alcanza tus metas financieras paso a paso.
sw: Panga na fikia malengo yako ya kifedha hatua kwa hatua.

# growWithAiTitle
source: Grow with AI
es: Crece con IA
sw: Kua na AI

# growWithAiDesc
source: Let AI guide you to a healthier financial life.
es: Deja que la IA te guíe hacia una vida financiera más saludable.
sw: Acha AI ikuongoze kwenye maisha bora ya kifedha.

# financeLabel
source: Finance illustration
es: Ilustración de finanzas
sw: Mchoro wa fedha

# goalsLabel
source: Goals illustration
es: Ilustración de metas
sw: Mchoro wa malengo

# aiLabel
source: AI assistant illustration
es: Ilustración de asistente de IA
sw: Mchoro wa msaidizi wa AI

source: Next
es: Siguiente
sw: Ifuatayo

source: Get Started
es: Comenzar
sw: Anza

source: Skip
es: Saltar
sw: Ruka
